[
  {
    "title": "Mums: The Unsung Heroes of Homework Time! 📚✨",
    "image": "https://ichef.bbci.co.uk/ace/standard/976/cpsprodpb/1856A/production/_91409699_thinkstockphotos-487060044.jpg.webp",
    "excerpt": "Homework time—those two words can strike fear into the hearts of parents everywhere. Between the tears over fractions, the last-minute...",
    "content": "Homework time—those two words can strike fear into the hearts of parents everywhere. Between the tears over fractions, the last-minute \"I forgot my project!\" panic, and the endless battle to keep pencils on paper (and not on walls), it’s no surprise that mums everywhere deserve a medal for their patience, creativity, and sheer determination.\r\n\r\nLet’s take a moment to celebrate the mums who turn homework chaos into small victories, one worksheet at a time. 🏆\r\n\r\nWhy Mums Are the Real MVPs of Homework\r\n\r\n1. They’re Part-Teacher, Part-Cheerleader, Part-Therapist\r\n\r\nMums don’t just help with homework—they motivate, encourage, and problem-solve like pros. When a child declares, \"I can’t do this!\" mums step in with:\r\n✔ Endless patience – Explaining long division for the 10th time.\r\n✔ Creative tricks – Turning spelling words into silly songs.\r\n✔ Emotional support – \"You’re doing great! Let’s take a break and try again.\"\r\n\r\n2. They Master the Art of Bribery (a.k.a. Positive Reinforcement)\r\n\r\nDesperate times call for genius tactics:\r\n\r\n\"Finish your math problems, and we’ll have ice cream!\"\r\n\"Three more sentences, then you can play outside.\"\r\nSticker charts, reward systems, and the classic \"Just five more minutes!\" negotiation.\r\n3. They Turn Everyday Moments into Learning Opportunities\r\n\r\nWho needs flashcards when you have a mum who casually quizzes times tables in the car or turns grocery shopping into a budgeting lesson? 🛒💡\r\n\r\n4. They Survive the After-School Crash (and Still Get Homework Done)\r\n\r\nBetween snack time, sibling squabbles, and after-school activities, mums somehow find the magical window when their child is just focused enough to tackle homework—before the meltdowns begin.\r\n\r\n5. They’re Experts at Googling \"How to Teach Common Core Math\" at 9 PM\r\n\r\nBecause let’s be real—homework isn’t what it used to be. Mums deserve honorary degrees for decoding:\r\n➜ New math methods (Why is subtraction so complicated now?!)\r\n➜ Last-minute diorama rescues (Who knew a shoebox could become a rainforest habitat?)\r\n➜ Science fair projects (Glue guns and glitter at midnight, anyone?)\r\n\r\nTips to Make Homework Time Easier (Because Even Heroes Need Backup)\r\n\r\nIf homework battles are wearing you down, try these sanity-saving strategies:\r\n\r\n✅ Set Up a Homework Routine\r\n\r\nPick a consistent time (right after a snack? Before TV?).\r\nCreate a quiet, clutter-free workspace.\r\n✅ Break Tasks into Smaller Steps\r\n\r\n\"Let’s do two math problems, then take a stretch break.\"\r\nChecklists help kids feel accomplished.\r\n✅ Stay Calm (Even When You Want to Scream)\r\n\r\nTake deep breaths. It’s okay to walk away for a minute.\r\nRemember: Homework is practice—perfection isn’t the goal.\r\n✅ Know When to Call It Quits\r\n\r\nIf frustration is skyrocketing, it’s okay to:\r\n\r\nAsk the teacher for guidance.\r\nLet it go for the night and try again tomorrow.\r\nA Tribute to All Homework-Warrior Mums\r\n\r\nTo the mums who:\r\n🍪 Bribe with cookies when necessary\r\n📝 Rewrite book reports in neater handwriting (just this once!)\r\n🤯 Keep a straight face when their child says, \"But the dog ate my homework!\"\r\n\r\nYou are amazing. You may not get a trophy, but you deserve one.\r\n\r\nSo next time homework feels overwhelming, remember: You’re not just helping with assignments—you’re teaching perseverance, problem-solving, and resilience. And that’s something no grade can measure.\r\n\r\nNow, over to you! What’s your funniest or most chaotic homework moment? Share your stories in the comments—we’re all in this together! 👇💖\r\n\r\nHappy Homeworking, Supermums! ✨📖\r\n",
    "id": "1745956297969",
    "category": "parenting",
    "createdAt": "2025-04-29T19:51:37.969Z",
    "readingTime": 3,
    "updatedAt": "2025-04-30T21:04:43.448Z"
  },
  {
    "title": "The Ultimate Guide to Stress-Free Family Food Shopping 🛒",
    "image": "https://womensfitness.co.uk/wp-content/uploads/sites/3/2022/08/woman-shopping-for-healthy-groceries.jpg",
    "content": "Grocery shopping for a family can feel like a military operation—between picky eaters, tight budgets, and the never-ending question \"What’s for dinner?\", it’s easy to feel overwhelmed. But with a little planning and strategy, you can turn chaotic supermarket runs into efficient (and even enjoyable!) trips.\r\n\r\nHere’s your game plan for smarter, stress-free family food shopping.\r\n\r\n1. Plan Like a Pro 📝\r\n\r\nThe secret to successful food shopping? A solid plan.\r\n\r\n✔ Check Your Inventory – Before hitting the store, peek in the fridge, freezer, and pantry to avoid buying duplicates.\r\n✔ Meal Plan for the Week – Pick 5-7 dinners (leave room for leftovers or takeout nights).\r\n✔ Make a Categorized List – Group items by section (produce, dairy, pantry) to save time.\r\n\r\nPro Tip: Use a meal-planning app (like Mealime or Paprika) to generate shopping lists automatically!\r\n\r\n2. Shop Smart (and Save Money) 💰\r\n\r\nFeeding a family isn’t cheap, but these tricks help stretch your budget:\r\n\r\n✔ Buy in Bulk (Wisely) – Stock up on non-perishables like rice, pasta, and canned goods.\r\n✔ Embrace Frozen & Canned Veggies – They’re just as nutritious, last longer, and often cheaper.\r\n✔ Compare Unit Prices – Check the price per ounce/gram to find the best deal.\r\n✔ Shop Seasonal & Local – Fruits and veggies are fresher and cheaper when in season.\r\n\r\nAvoid Impulse Buys: Stick to your list—those snack aisle deals are designed to tempt you!\r\n\r\n3. Keep Picky Eaters Happy 😋\r\n\r\nIf your kids turn their noses up at anything green, try these tricks:\r\n\r\n✔ Let Them Pick One Fun Item – A favorite cereal, yogurt, or snack keeps them engaged.\r\n✔ Sneak in Nutrients – Blend spinach into smoothies, add grated veggies to pasta sauce.\r\n✔ Involve Them in Meal Planning – Kids are more likely to eat meals they helped choose.\r\n\r\nPicky-Eater Win: \"Food bridges\" (e.g., if they like chicken nuggets, try homemade baked versions).\r\n\r\n4. Save Time with These Hacks ⏳\r\n\r\nWho wants to spend hours grocery shopping? Try these shortcuts:\r\n\r\n✔ Online Order & Curbside Pickup – Skip the store altogether!\r\n✔ Shop at Less Busy Times – Early mornings or weeknights = fewer crowds.\r\n✔ Pre-Cut Veggies & Prepped Meals – Worth the extra cost on hectic days.\r\n\r\nBonus: Keep a running list on your phone so you never forget essentials.\r\n\r\n5. Store Food for Maximum Freshness 🥦\r\n\r\nNothing’s worse than tossing spoiled food. Make groceries last longer with these tips:\r\n\r\n✔ Proper Produce Storage –\r\n\r\nFridge: Berries, leafy greens, herbs (in water).\r\nCounter: Tomatoes, bananas, potatoes.\r\n✔ Freeze Extra Bread, Meat & Batch-Cooked Meals – Label with dates!\r\n✔ Use Clear Containers – So you actually see what’s in the fridge.\r\n6. Make It Fun for the Family! 🎉\r\n\r\nTurn grocery shopping into a bonding experience:\r\n\r\n✔ Assign \"Helper\" Tasks – Kids can pick apples, weigh produce, or find coupons.\r\n✔ Play \"I Spy\" in the Store – Great for keeping little ones entertained.\r\n✔ Reward Good Behavior – A small treat (like choosing a fruit) makes trips smoother.\r\n\r\nFinal Thoughts\r\n\r\nFood shopping for a family doesn’t have to be stressful. With a little planning, budgeting, and creativity, you can make it efficient—and maybe even enjoyable!\r\n\r\nWhat’s your best grocery shopping tip? Share in the comments! 👇\r\n\r\nHappy Shopping, Superparents! 🛒💪\r\n",
    "id": "1746046985520",
    "category": "family",
    "createdAt": "2025-04-30T21:03:05.520Z",
    "readingTime": 3,
    "excerpt": "Grocery shopping for a family can feel like a military operation—between picky eaters, tight budgets, and the never-ending question \"What’s...",
    "updatedAt": "2025-04-30T21:03:41.449Z"
  },
  {
    "id": "1745931411943",
    "title": "A Sunny Day 🌞",
    "category": "work-life-balance",
    "image": "https://w0.peakpx.com/wallpaper/555/285/HD-wallpaper-sunny-day-in-the-countryside-scenic-1920x1080-sunny-beautiful-clouds-beautiful-day-countryside-graphy-nice-path-scenery-road-amazing-sky-trees-cool-natur-awesome-scene-field-landscape.jpg",
    "excerpt": "The morning sun spilled golden over the rooftops, painting the world in warm, honeyed light. Birds darted between the trees,...",
    "content": "The morning sun spilled golden over the rooftops, painting the world in warm, honeyed light. Birds darted between the trees, their songs bright and carefree, while a gentle breeze carried the scent of freshly cut grass. The sky stretched endlessly blue, not a single cloud daring to intrude.\r\n\r\nOn the sidewalk, children laughed as they chased ice cream trucks, their shadows dancing beside them. Neighbors chatted over fences, sunglasses glinting, and somewhere nearby, a radio played a cheerful tune. It was the kind of day that made worries feel small—a day meant for bare feet, cold lemonade, and the simple joy of sunlight on skin.\r\n\r\nThe world, for just this moment, was perfect.",
    "createdAt": "2025-04-29T12:56:51.943Z",
    "readingTime": 1,
    "updatedAt": "2025-04-30T20:43:11.716Z"
  },
  {
    "title": "⏳ 20-Minute Meals: Fast, Tasty & Stress-Free! 🍳🔥",
    "category": "work-life-balance",
    "image": "https://ichef.bbci.co.uk/food/ic/food_16x9_832/recipes/salmon_and_gnocchi_hash_63990_16x9.jpg",
    "excerpt": "✨ Why we love quick meals:\r\n✅ Perfect for weeknights\r\n✅ Fewer dishes, more flavor\r\n✅ No sacrificing ...",
    "content": "✨ Why we love quick meals:\r\n✅ Perfect for weeknights\r\n✅ Fewer dishes, more flavor\r\n✅ No sacrificing nutrition for speed\r\n\r\nTry these easy ideas:\r\n🍝 Garlic Butter Shrimp Pasta – Sauté shrimp, toss with pasta, garlic, lemon, and parsley!\r\n🌮 Speedy Chicken Tacos – Seasoned chicken, fresh salsa, avocado—done in a flash!\r\n🥗 *5-Min Prep Salad* – Pre-washed greens, canned beans, cherry tomatoes, and a drizzle of dressing.\r\n\r\nPro tip: Keep staples like pre-cut veggies, canned beans, and frozen proteins on hand for even faster cooking!\r\n\r\nWhat’s your go-to quick meal? Share below! 👇 #FastAndFlavorful #20MinuteMeals\r\n\r\n(P.S. Meal prep shortcuts save lives. 🙌)\r\n",
    "id": "1745956836565",
    "createdAt": "2025-04-29T20:00:36.565Z",
    "readingTime": 1,
    "updatedAt": "2025-05-07T18:13:53.542Z"
  },
  {
    "title": "The Seven Types of Rest You Might Be Missing",
    "category": "work-life-balance",
    "image": "https://www.logansportmemorial.org/wp-content/uploads/Good-Sleep.jpeg",
    "excerpt": "Does anyone else feel like they’re constantly chasing rest? Life is undeniably busy, and as someone ...",
    "content": "Does anyone else feel like they’re constantly chasing rest? Life is undeniably busy, and as someone who champions rest as essential self-care, I make a point to prioritize it. But here’s the thing—even when I go to bed early, clock a full eight hours, and schedule downtime, I still wake up exhausted.\r\n\r\nSound familiar?\r\n\r\nTurns out, sleep and rest aren’t the same thing. (Mind. Blown.) This revelation came to me through the work of Dr. Saundra Dalton-Smith, a physician and author who identifies seven distinct types of rest we need to truly recharge. And honestly? It makes so much sense.\r\n\r\nIn our hectic lives—juggling kids, work, chores, and social commitments—it’s easy to assume that sleep is the only way to recover. But Dr. Dalton-Smith’s research shows that true restoration goes beyond just physical rest.\r\n\r\nThe Seven Types of Rest\r\n\r\nPhysical\r\nMental\r\nSocial\r\nSpiritual\r\nSensory\r\nEmotional\r\nCreative\r\n\r\nSo how can we, as busy women, integrate these into our daily lives? The key isn’t to overhaul everything at once—it’s about tuning in to what we need today and making small, impactful adjustments.\r\n\r\nPractical Ways to Rest—Beyond Sleep\r\n\r\n## Physical Rest\r\nPrioritize sleep (set a bedtime alarm if needed!).\r\nStretch before bed or soak in a warm bath.\r\nAlternate workouts to give muscles a break.\r\nInvest in quality bedding—your body will thank you.\r\n\r\n## Mental Rest\r\nMeditate (try Insight Timer or my [beginner’s guide to meditation](insert link)).\r\nJournal or do a \"brain dump\" to clear mental clutter.\r\nLose yourself in a calming hobby (painting, gardening, etc.).\r\n\r\n## Social Rest\r\nSilence notifications to control when you engage.\r\nSchedule alone time—no demands, just you.\r\nSay no to draining social obligations.\r\nWalk with a friend who leaves you energized.\r\n\r\n##Spiritual Rest\r\nPractice daily gratitude.\r\nUse affirmations or leave encouraging notes for yourself.\r\n\r\n## Sensory Rest\r\nReduce screen brightness + take tech breaks.\r\nCreate a quiet, low-stimulus wind-down routine.\r\nTry noise-canceling headphones or a sleep mask.\r\n\r\n## Emotional Rest\r\nLet yourself cry if needed.\r\nCurl up with a comfort movie or uplifting book.\r\nSet boundaries with emotionally taxing people.\r\n\r\n##Creative Rest\r\nSpend time in nature.\r\nDance like no one’s watching.\r\nSimplify decisions (meal plans, planners = lifesavers!).\r\nRest isn’t one-size-fits-all—it’s about listening to your mind and body. What’s your favorite way to recharge? Share your go-to rest strategies with me—let’s master this together!",
    "id": "1745958372136",
    "createdAt": "2025-04-29T20:26:12.136Z",
    "readingTime": 2,
    "updatedAt": "2025-05-06T15:28:52.927Z"
  },
  {
    "title": "The Ultimate Guide to a Fun-Filled Day Out With Kids 🎡",
    "category": "family",
    "image": "https://res.dayoutwiththekids.co.uk/image/upload/c_fill%2Cq_auto%2Cw_640%2Ch_430/v1740474430/amp_events/c89a1866-a35d-45cc-8320-c5cb6e79d3b5/file_lhj14e.jpg",
    "content": "The Ultimate Guide to a Fun-Filled Day Out With Kids\r\nPlanning a day out with kids can be both exciting and challenging. Whether you're looking for adventure, relaxation, or a mix of both, the key is to keep the little ones engaged while ensuring everyone has a great time. Here are some fantastic ideas for a memorable family day out!\r\n\r\n1. Explore a Local Park or Nature Reserve\r\n\r\nNature offers endless entertainment for kids. Pack a picnic, bring a frisbee or soccer ball, and let them run wild. Many parks have playgrounds, walking trails, and even ponds for feeding ducks. It’s a great way to enjoy fresh air and burn off energy!\r\n\r\nPro Tip: Bring binoculars for birdwatching or a scavenger hunt list to make it more interactive.\r\n\r\n2. Visit a Children’s Museum or Science Center\r\n\r\nIf you’re looking for an educational yet fun experience, children’s museums and science centers are perfect. With hands-on exhibits, interactive displays, and creative play zones, kids can learn while having a blast.\r\n\r\nMust-Try Activities:\r\n\r\nBuilding blocks and engineering exhibits\r\nMini grocery stores or role-play areas\r\nSimple science experiments\r\n3. Hit the Beach or Splash Pad\r\n\r\nIf the weather’s warm, a beach day is always a winner. Kids love building sandcastles, splashing in the waves, and collecting seashells. No beach nearby? A local splash pad or water park is just as fun!\r\n\r\nPacking List:\r\n\r\nSunscreen & hats\r\nTowels & extra clothes\r\nSand toys or water guns\r\n4. Go on a Family Bike Ride or Hike\r\n\r\nFor active families, a bike ride along a scenic trail or a short hike can be a great adventure. Choose a kid-friendly route with interesting stops (like a waterfall or viewpoint) to keep them motivated.\r\n\r\nSafety First:\r\n\r\nHelmets for everyone\r\nSnacks and water\r\nA first-aid kit (just in case!)\r\n5. Enjoy a Fun-Themed Day Out\r\n\r\nWhy not pick a theme for your day out? Some ideas:\r\n\r\nPirate Adventure: Visit a lake, \"treasure hunt\" with a small toy chest.\r\nDinosaur Expedition: Head to a natural history museum or dig for \"fossils\" in a sandbox.\r\nSuperhero Mission: Let kids wear capes and complete fun challenges around town.\r\n6. Visit a Farm or Petting Zoo\r\n\r\nKids love animals! A trip to a local farm or petting zoo lets them interact with goats, rabbits, chickens, and more. Some farms even offer pony rides or fruit-picking seasons.\r\n\r\nBonus: Bring home fresh produce like strawberries or apples for a tasty memory.\r\n\r\n7. Indoor Fun: Trampoline Parks or Play Centers\r\n\r\nIf the weather isn’t cooperating, indoor play centers, trampoline parks, or even a family bowling session can save the day. These spots are designed to keep kids active and entertained for hours.\r\n\r\n8. End the Day With a Special Treat\r\n\r\nWrap up your adventure with something sweet—ice cream, a favorite snack, or even a cozy movie night at home. It’s a great way to wind down and reflect on the fun you had.\r\n\r\nFinal Thoughts\r\n\r\nA successful day out with kids doesn’t have to be complicated. The best memories often come from simple, joyful moments spent together. Whether you choose an outdoor adventure or an indoor playdate, the key is to be present and enjoy the experience.\r\n\r\nWhat’s your favorite way to spend a day out with your kids? Share your ideas in the comments!",
    "id": "1746040664917",
    "createdAt": "2025-04-30T19:17:44.917Z",
    "readingTime": 3,
    "excerpt": "The Ultimate Guide to a Fun-Filled Day Out With Kids Planning a day out with kids can be both exciting..."
  },
  {
    "title": "How to Cope With a Child With Challenging Behaviour: A Parent’s Guide",
    "category": "parenting",
    "image": "https://www.able-training.co.uk/wp-content/uploads/2016/01/Able-Training-Challenging-behaviour-and-aggression-in-schools-768x512.jpg",
    "content": "Parenting is rewarding, but it can also be incredibly tough—especially when dealing with a child who exhibits challenging behaviour. Whether it’s tantrums, defiance, aggression, or constant meltdowns, these behaviours can leave parents feeling frustrated, exhausted, and even guilty.\r\n\r\nThe good news? Challenging behaviour is often a form of communication, and with the right strategies, you can help your child (and yourself) navigate these difficult moments. Here’s how to cope effectively.\r\n\r\n1. Understand the Root Cause\r\n\r\nChildren don’t act out for no reason. Challenging behaviour is often a sign of an unmet need or an inability to express emotions. Common triggers include:\r\n\r\nHunger, tiredness, or overstimulation\r\nFrustration (e.g., difficulty communicating or completing a task)\r\nSeeking attention (even negative attention)\r\nAnxiety, stress, or big life changes (e.g., new sibling, school transition)\r\nNeurodivergence (e.g., ADHD, autism, sensory processing issues)\r\nWhat to do:\r\n✔ Observe patterns—when and where do outbursts usually happen?\r\n✔ Rule out physical needs (food, sleep, discomfort).\r\n✔ Consider if your child struggles with verbal expression and needs alternative ways to communicate.\r\n\r\n2. Stay Calm & Regulate Your Own Emotions\r\n\r\nIt’s easy to react with anger or frustration, but children often mirror our emotions. If you escalate, they will too.\r\n\r\nStrategies to stay calm:\r\n✔ Pause & breathe – Take deep breaths before responding.\r\n✔ Use a neutral tone – Avoid yelling, which can increase anxiety.\r\n✔ Model self-regulation – Say, \"I’m feeling frustrated too, but I’m going to take a deep breath.\"\r\n\r\n3. Set Clear, Consistent Boundaries\r\n\r\nChildren thrive on structure. Inconsistent rules can confuse them and lead to more testing behaviours.\r\n\r\nHow to enforce boundaries effectively:\r\n✔ Use simple, direct language – \"We don’t hit. Hands are for gentle touches.\"\r\n✔ Offer choices – \"Do you want to put your shoes on now or in 2 minutes?\" (Gives a sense of control.)\r\n✔ Follow through with consequences – If they throw toys, calmly remove them for a short time.\r\n\r\n4. Use Positive Reinforcement\r\n\r\nInstead of only reacting to negative behaviour, focus on praising the positive.\r\n\r\nExamples:\r\n\r\n\"I love how you used your words to ask for help!\"\r\n\"You stayed calm when your brother took your toy—that was really mature!\"\r\nReward charts for younger kids (e.g., stickers for good behaviour).\r\n5. Teach Emotional Regulation Skills\r\n\r\nMany kids act out because they don’t know how to handle big emotions. Help them develop coping tools.\r\n\r\nTry these techniques:\r\n✔ Name the emotion – \"You look really angry right now. It’s okay to feel mad.\"\r\n✔ Use calming strategies – Deep breathing, squeezing a stress ball, or a \"calm-down corner.\"\r\n✔ Role-play scenarios – Practice how to handle frustration in a safe way.\r\n\r\n6. Pick Your Battles\r\n\r\nNot every misbehaviour needs a big reaction. Sometimes, ignoring minor attention-seeking behaviours (whining, pouting) can reduce them over time.\r\n\r\nAsk yourself:\r\n\r\nIs this behaviour harmful or just annoying?\r\nWill addressing it escalate the situation?\r\n7. Seek Support When Needed\r\n\r\nIf challenging behaviour persists or is extreme (violence, self-harm, extreme defiance), professional help can make a difference.\r\n\r\nWhen to seek help:\r\n✔ Behaviour doesn’t improve with consistent strategies.\r\n✔ It affects school, friendships, or family life.\r\n✔ You suspect an underlying condition (ADHD, anxiety, ODD).\r\n\r\nResources:\r\n\r\nParenting courses (e.g., Triple P, Incredible Years)\r\nChild psychologists or behavioural therapists\r\nSchool counsellors or paediatricians\r\n8. Take Care of Yourself\r\n\r\nParenting a child with challenging behaviour is draining. You can’t pour from an empty cup.\r\n\r\nSelf-care tips:\r\n✔ Take short breaks when needed (even 5 minutes helps).\r\n✔ Lean on your support network (partner, family, friends).\r\n✔ Join a parenting group for shared experiences.\r\n\r\nFinal Thoughts\r\n\r\nChallenging behaviour doesn’t mean you’re a bad parent—it means your child is struggling and needs guidance. With patience, consistency, and empathy, you can help them develop better ways to cope while maintaining a loving, supportive relationship.\r\n\r\nHave you dealt with challenging behaviour in your child? What strategies worked for you? Share in the comments!\r\n\r\n💙 You’re doing great—keep going! 💙",
    "id": "1746041120467",
    "createdAt": "2025-04-30T19:25:20.468Z",
    "readingTime": 4,
    "excerpt": "Parenting is rewarding, but it can also be incredibly tough—especially when dealing with a child who exhibits challenging behaviour. Whether..."
  },
  {
    "title": "This is a test post",
    "category": "health",
    "image": "https://digitalcontent.api.tesco.com/v2/media/homepage/bf1e6078-9f89-4843-b436-8d5b69e7e0a3/NewGHS_Row5_Rep.jpeg",
    "content": "dfgdfhdh fgh",
    "id": "1746048844473",
    "createdAt": "2025-04-30T21:34:04.474Z",
    "readingTime": 1,
    "excerpt": "dfgdfhdh fgh...",
    "updatedAt": "2025-05-01T19:26:05.981Z"
  },
  {
    "title": "Test",
    "category": "mindfulness",
    "image": "/images/default.jpg",
    "content": "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts. Separated they live in Bookmarksgrove right at the coast of the Semantics, a large language ocean.\r\n\r\nA small river named Duden flows by their place and supplies it with the necessary regelialia. It is a paradisematic country, in which roasted parts of sentences fly into your mouth.\r\n\r\nEven the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind text by the name of Lorem Ipsum decided to leave for the far World of Grammar.\r\n\r\nThe Big Oxmox advised her not to do so, because there were thousands of bad Commas, wild Question Marks and devious Semikoli, but the Little Blind Text didn’t listen. She packed her seven versalia, put her initial into the belt and made herself on the way. When she reached the first hills of the Italic Mountains, she had a last view back on the skyline of her hometown Bookmarksgrove, the headline of Alphabet Village and the subline of her own road, the Line Lane. Pityful a rethoric question ran over her cheek, then",
    "id": "1746135690170",
    "createdAt": "2025-05-01T21:41:30.170Z",
    "readingTime": 1,
    "excerpt": "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live ...",
    "updatedAt": "2025-05-07T14:35:24.290Z"
  },
  {
    "title": "Test",
    "category": "home",
    "image": "/images/default.jpg",
    "content": "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts. Separated they live in Bookmarksgrove right at the coast of the Semantics, a large language ocean.\r\n\r\n## Subtitle\r\n\r\nA small river named Duden flows by their place and supplies it with the necessary regelialia. It is a paradisematic country, in which roasted parts of sentences fly into your mouth.\r\n\r\nEven the all-powerful Pointing has no control about the blind texts it is an almost unorthographic life One day however a small line of blind text by the name of Lorem Ipsum decided to leave for the far World of Grammar.\r\n\r\nThe Big Oxmox advised her not to do so, because there were thousands of bad Commas, wild Question Marks and devious Semikoli, but the Little Blind Text didn’t listen. She packed her seven versalia, put her initial into the belt and made herself on the way. When she reached the first hills of the Italic Mountains, she had a last view back on the skyline of her hometown Bookmarksgrove, the headline of Alphabet Village and the subline of her own road, the Line Lane. Pityful a rethoric question ran over her cheek, then",
    "id": "1746135736289",
    "createdAt": "2025-05-01T21:42:16.289Z",
    "readingTime": 2,
    "excerpt": "Far far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live ...",
    "updatedAt": "2025-05-06T10:08:45.870Z"
  },
  {
    "title": "Another test",
    "image": "https://da28ojrjakn6f.cloudfront.net/tickets/12224/NEW/img_1739455956_1739456214__leatdusk.jpg?v=1.1.0",
    "content": "Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim. Donec pede justo, fringilla vel, aliquet nec, vulputate eget, arcu. In enim justo, rhoncus ut, imperdiet a, venenatis vitae, justo. Nullam dictum felis eu pede mollis pretium.\r\n\r\nInteger tincidunt. Cras dapibus. Vivamus elementum semper nisi. Aenean vulputate eleifend tellus. Aenean leo ligula, porttitor eu, consequat vitae, eleifend ac, enim. Aliquam lorem ante, dapibus in, viverra quis, feugiat a, tellus. Phasellus viverra nulla ut metus varius laoreet. Quisque rutrum. Aenean imperdiet. Etiam ultricies nisi vel augue. Curabitur ullamcorper ultricies nisi. Nam eget dui. Etiam rhoncus. Maecenas tempus, tellus eget condimentum rhoncus, sem quam semper libero, sit amet adipiscing sem neque sed ipsum. Nam quam nunc, blandit vel, luctus pulvinar, hendrerit id, lorem. Maecenas nec odio et ante tincidunt tempus. Donec vitae sapien ut libero venenatis faucibus. Nullam quis ante. Etiam sit amet orci eget eros faucibus tincidunt. Duis leo. Sed fringilla mauris sit amet nibh. Donec sodales sagittis magna. Sed consequat, leo eget bibendum sodales, augue velit cursus nunc,",
    "id": "1746135879108",
    "category": "Uncategorized",
    "createdAt": "2025-05-01T21:44:39.108Z",
    "readingTime": 1,
    "excerpt": "Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean m...",
    "updatedAt": "2025-05-03T01:14:55.854Z"
  },
  {
    "title": "Test",
    "category": "home",
    "image": "/images/default.jpg",
    "content": "Lorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.",
    "id": "6d07d0b3-dfc6-454d-94fa-caee2fab4ea4",
    "createdAt": "2025-05-15T19:34:47.895Z",
    "excerpt": "Lorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesqu...",
    "readingTime": 2
  },
  {
    "title": "Another Test",
    "category": "relationships",
    "image": "https://res.dayoutwiththekids.co.uk/image/upload/c_fill%2Cq_auto%2Cw_640%2Ch_430/v1740474430/amp_events/c89a1866-a35d-45cc-8320-c5cb6e79d3b5/file_lhj14e.jpg",
    "content": "Lorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. \r\n\r\nPulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.\r\n\r\nLorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesque sem placerat. In id cursus mi pretium tellus duis convallis. Tempus leo eu aenean sed diam urna tempor. Pulvinar vivamus fringilla lacus nec metus bibendum egestas. Iaculis massa nisl malesuada lacinia integer nunc posuere. Ut hendrerit semper vel class aptent taciti sociosqu. Ad litora torquent per conubia nostra inceptos himenaeos.",
    "id": "f92b27fd-c97c-4bd4-bc33-863158a36a4d",
    "createdAt": "2025-05-15T20:38:30.900Z",
    "excerpt": "Lorem ipsum dolor sit amet consectetur adipiscing elit. Quisque faucibus ex sapien vitae pellentesqu...",
    "readingTime": 4
  },
  {
    "title": "Hello",
    "category": "mindfulness",
    "image": "https://www.logansportmemorial.org/wp-content/uploads/Good-Sleep.jpeg",
    "content": "**Hello**\r\n\r\nI am a beautiful princess\r\n\r\nWho are you?",
    "id": "0cb4e64d-1131-455a-8776-44b67f0c5270",
    "createdAt": "2025-05-15T20:54:35.807Z",
    "excerpt": "Hello\r\n\r\nI am a beautiful princess\r\n\r\nWho are you?",
    "readingTime": 1,
    "updatedAt": "2025-05-15T21:09:03.222Z"
  },
  {
    "title": "Testing",
    "category": "personal-development",
    "image": "https://i.pinimg.com/736x/a1/12/c6/a112c61370b74239a3b1d62f3634c539.jpg",
    "content": "**This is a test post**. jkjh lkjlkjf lkfjkj dkfj;kj dwj;j ;f dkj s sd klds jk sdclklkdsclk sdc jdsca dsacjk asc jd jhcjasbnsac \r\n\r\nThis is a test post. This is a test post. This is a test post. This is a test post. This is a test post. This is a test post. This is a test post. This is a test post. This is a test post. This is a test post.\r\n\r\n**Testing Testing**\r\nThis is a test post. This is a test post. This is a test post. This is a test post.",
    "id": "c9a5675a-1532-41e2-addc-6a494c8042f5",
    "createdAt": "2025-05-15T21:43:45.205Z",
    "excerpt": "This is a test post. jkjh lkjlkjf lkfjkj dkfj;kj dwj;j ;f dkj s sd klds jk sdclklkdsclk sdc jdsca ds...",
    "readingTime": 1,
    "updatedAt": "2025-05-15T21:44:23.835Z"
  }
]